emotions_text = (
    f'Все Ок? 😊\n\n'
    f'Тогда жми на свои эмоции по кнопке ниже и жди завтрашнего дня! 🚀💭\n\n'
    f'Я пришлю тебе информацию от курса через 24 часа! 📆📬\n')


text = "Сегодня я предлагаю тебе посмотреть 1 короткое видео с курса, изучить дополнительную информацию и выполнить задание дня. 📺📚📝"


text2 = (
    f'Начнем с базовых знаний, которые отбросят основные страхи и вопросы.\n\n'
    f'Если ты готова, то приступай. Удачи в курсе и легкий ум! 😊📚')


welcome_msg = (
    f"Привет! 🤖🎉 Я чат-бот, помощник психолога.\n"
    f"Хочу выразить благодарность за доверие в выборе на этом интересном и удивительном пути.\n\n"
    f"До того, как мы начнем, давай расскажу про некоторые правила марафона:\n\n"
    f"1. Просматривай все видео по очереди, не перепрыгивай! 🎥❌\n"
    f"2. В конце каждого дня выполняй задание! 📆📝\n"
    f"3. Для получения следующего дня, обязательно выбирай эмоцию, которая будет после задания. Это обязательно, иначе следующий день не будет доступен. ⚠️📅🚫\n\n"
    f"Давай вместе сделаем этот марафон полезным и интересным! Удачи! 🚀")


day_one = (
    f'🔴Танлов эркинлиги🔴\n\n'
    f'Биз хаетимизда кандай холатда яшаетган булсак, бу бизнинг танловимиз булади. 😯\n\n'
    f'Кандай килиб ман кийналишни танлайман дейишиз мумкун? 🤔\n\n'
    f'Онгсиз равишда бизни танловимиз булади.\n\n'
    f'✅Вазифа:\n\n'
    f'1⃣  Хаётингиздаги сизга ёкмайдиган 😞, сизни бахтсиз 😢киладиган вазиятларни ёзасиз 🖊️\n\n'
    f'2⃣ Каршисига "МАН КИЛАМАН" деб 3 мартта ёзинг\n\n'
    f'3⃣ Сизга ёкмайдиган вазиятни антонимини (тескарисига угириб) "ТАНЛАЙМАН" деб 3 мартта ёзинг\n\n'
    f'Бу вазифани 2️⃣1️⃣кун бажаришиз керак булади❗️❗️❗️')


day_two_notif = (f"Привет! 😊🤖🎓\n"
                 f"И мы продолжаем наш курс по психологии.\n"
                 f"Как у тебя дела? 🤔👋 Надеюсь, что получилось вчера изучить весь материал и начать практиковаться.\n\n"
                 f"1. Сегодня мы разберемся с основными вопросами - как работать с концентрацией внимания и что делать с бесконечно убегающими мыслями, когда проходишь курс.\n"
                 f"Послушай аудио и выполни задание дня. 🎧📝")


day_three_notif = (
    f'Привет. 😊 Думаю, ты все задание практикуешь?\n\n'
    f'Кстати, как тебе курс? 🤔 Все прекрасное в нашей жизни начинается с маленьких, казалось бы, незначительных шагов. '
    f'Я точно об этом знаю из опыта. Доверься и присоединяйся. 🚀\n\n'
    f'А сегодня поговорим о женском процветании. Как и зачем. 💪💃\n'
    f'Посмотрим видео. 📺🌟')


day_five_notif = (
    f'Привет. 😊 Думаю, ты все задание практикуешь?\n\n'
    f'Кстати, как тебе курс? 🤔 Все прекрасное в нашей жизни начинается с маленьких, казалось бы, незначительных шагов. '
    f'Я точно об этом знаю из опыта. Доверься и присоединяйся. 🚀\n\n'
    f'Посмотрим видео. 📺🌟')


day_three_task = (
    f'3️⃣ КУН\n\n'
    f'🔱ХАЁТИЙ КУЧИМИЗНИ ОШИРИШ🔱\n\n'
    f'🙇🏼‍♂️ ‌У‌тмишимизда жуда ку‌п энергиямиз колиб кетган бу‌лади.\n'
    f'🏃🏽‍♀️Уларни узиб ташлаб келажакка ресурс орттирамиз\n\n'
    f'✅Вазифа: \n'
    f'1️⃣ Сизни хафа килган, сиз нафратланган инсонларни руйхатини тузинг 📝\n'
    f'2️⃣ Хиссиётингизни ёзинг 🙁\n'
    f'3️⃣ У инсонга нималар сарфлагансиз 🕍?\n'
    f'4️⃣ Улардан нима кутгансиз 😨?\n'
    f'5️⃣ У инсондан нима олгансиз 🤔?')


day_three_message = (
    f'Дополнительно к этой теме мне хочется тебе дать практику из курса.\n'
    f'Не знаю, готова ли ты идти дальше и развиваться на этом пути? 🌟🚀')


day_three_yes_message = (
    f'Ты знаешь кто блокирует успех и процветание практически в каждой сфере жизни?\n\n'
    f'В большинстве случаев мы сами. 😕🔒\n\n'
    f'И главное препятствие, которое есть у нас - закрытое сердце! ❤️🚫'
    f'Это твоё внутреннее и подсознательное нежелание принимать что-либо в свою жизнь.'
    f'Куда бежать, чем лечить и что с ним делать? 🏃‍♂️💡\n\n'
    f'Спокойствие, объясню. 😉📝')


day_three_no_message = (
    f'Я рад, что ты проявила интерес к курсу и уверен, тебе было полезно. 🌟🤝\n\n'
    f'Желаю удачи в практике. Пусть она станет одной из самых сильных и действенных привычек для тебя. 💪🏆\n\n'
    f'До встречи! 👋🌈')


day_four_notif = (
    f'Привет. 😊 Думаю, ты все задание практикуешь?\n\n'
    f'Кстати, как тебе курс? 🤔 Все прекрасное в нашей жизни начинается с маленьких, казалось бы, незначительных шагов. '
    f'Я точно об этом знаю из опыта. Доверься и присоединяйся. 🚀\n\n'
    f'Послушаем аудио. 🎧🎵')


day_four_task = (
    f'4️⃣КУН (АУДИО)\n\n'
    f'❗️МАКСАДЛАР КУЙИШ❗️\n\n'
    f'👆🏻Сиз хохлаётган хаётингизни, нима хохлаётганингизни аник билишингиз керак❗️\n'
    f'👩🏼‍💻Максадлар кичикларидан бошлаб катталарига караб дафтарда ёзилган булиши керак❗️📝\n'
    f'✅Максадларни келишига ёки амалга ошишига ишониб ёзилиши керак')


day_five_text = (
    f'5️⃣ КУН\n\n'
    f'👨‍👩‍👧Биз хохлаётган хаётимизда яшашимиз учун хаётимизни хар бир жабхаси билан '
    f'🏃🏽‍♀️📝ишлашимиз керак.\n\n'
    f'Узимизни эски 🚶🏻‍♀️версиямизни тугатиб "ЯНГИ МЕН" ни💃🏻 яратсаккина хаётимиз хам, '
    f'хаётимиздаги инсонлар хам узгаришни бошлайди.\n\n'
    f'🧘🏻‍♀️Энергетик тозаланиб ва узингизни узгартириб янги версингизни яратмокчи булсангиз сизни 2️⃣1️⃣кунлик '
    f'❗️"ЯНГИ МЕН"❗️ курсимга таклиф киламан')


